app/controllers/todos_controller.rb

INSERT INTO "todos" ("title", "created_at", "updated_at") VALUES (?, ?, ?)  [["title", "Long"], ["created_at", "2020-02-18 10:15:27.300267"], ["updated_at", "2020-02-18 10:15:27.300267"]]
---
  def create
    @todo = Todo.create!(todo_params)

SELECT  "todos".* FROM "todos" WHERE "todos"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
---
  def load_todo
    @todo = Todo.find params[:id]